USE SPU_411_Import;

INSERT INTO Students
    (last_name, first_name, middle_name, birth_date, [group])
VALUES
    (N'Бойко',     N'Екатерина',   N'Вячеславовна', '2026-01-01', 777),
    (N'Диденко',   N'Максим',      N'Олегович',     '2026-01-01', 777),
    (N'Китаев',    N'Игорь',       N'Анатольевич',  '2026-01-01', 777),
    (N'Лодягина',  N'Татьяна',     N'Валерьевна',   '2026-01-01', 777),
    (N'Попов',     N'Владислав',   N'Олегович',     '2026-01-01', 777),
    (N'Пронякин',  N'Евгений',     N'Валерьевич',   '2026-01-01', 777),
    (N'Тютерева',  N'Юлия',        N'Владимировна', '2026-01-01', 777),
    (N'Шкодина',   N'Екатерина',   N'Евгеньевна',   '2026-01-01', 777);